{
  "Home": "Home",
  "Handwriting": "Handwriting",
  "words": "word",
  "Text analysis": "Text analysis",
  "Symbols": "Symbols",
  "Strings": "Strings",
  "mainHomeText": "\"Digital Corpus of Kobuletian-Adjarian Dedabrulian Handwritten Manuscripts\" is a project of Batumi Shota Rustaveli State University that was created within the scope of the targeted project of BSU in the direction of interdisciplinary studies (Order of BSU Rector No. 01-02/283 of December 2, 2022, Academic Council of BSU Resolution No. 06-01/04, 31.01. 2023).\n\nAccording to paleographical signs, the \"Dedabrulian handwriting style from Kobuleti and Adjara\" is a unique type of writing. This way of writing was used by women who converted to Islam in Kobuleti and Adjara. During the period of Ottoman rule, it was responsible for preserving the language and national identity in the border areas of Georgia. \"Dedabrulian\" is characterized by distinct graphic and linguistic features of writing: angular outline of letters, writing without intervals, polyphony, and lack of punctuation marks.\n\nManuscripts made by the \"Dedabrulian Handwriting Style\" include personal letters, amulet texts containing the Gospels, samples of the alphabet, manuscripts, inscriptions on purchase documents, epigraphic samples, and fragments. Manuscripts created in a modified form of the Mkhedruli alphabet are from the end of the 19th century and the beginning of the 20th century.\n\nManuscripts made by the \"Dedabrulian Handwriting Style\" are preserved in the Korneli Kekelidze Georgian National Center of Manuscripts, in Khariton Akhvlediani Museum in Batumi, in Kobuleti museum, and in the repository of Niko Berdzenishvili Institute. Some fragments are preserved in private collections.\n\nWithin the framework of the project, a corpus of high-resolution digital copies of original manuscripts made by the \"Dedabrulian Handwriting Style\" was created. The website contains a complete digital database of \"Dedabrulian Handwriting Style\" manuscripts, which is accompanied by codicological and paleographical descriptions.\n\nDigital copies of manuscripts are accompanied by electronic texts with a photocopy of the corresponding page of the manuscript (structured text) and the catalog of manuscripts; Manuscripts are sorted by genre (amulets, inscriptions, personal letters, etc.), and their function is highlighted (healing, secret communication, etc.); Thematic searches (anthroponym, hydronym, toponym, disease name, names of saints, martyrs, and other persons, etc.) are provided in the dictionary of the corpus.\n\nMetadata is attached to the resources (Metadata contains information about the author, the place of creation of the manuscript, ownership, font, color of ink, number of columns and lines, the form of paper (square folded, scroll), scribes, time and place of copying, whether it is damaged or not, and what is the degree of damage; if it is worn-out or edited, the number of pages, size, completeness, the number of columns and lines are indicated, the color of the ink, the shape of the paper (folded into a square, scroll), and the affiliation of the manuscript, etc.).\n\nWithin the framework of the project, the characteristics of individual manuscripts were classified; The font of an individual manuscript is determined (e.g., the manner of writing A, B, C, graphic features, multitude of vowels, language and style).\n\nManuscripts are assigned letters according to their place of preservation or affiliation Manuscripts",
  "homeTitle": "Digital Corpus of Kobular-Adjarian Handwritten Manuscripts",
  "itemTitle": "Title",
  "itemDescription": "Description",
  "itemSecurity": "Security",
  "itemDamaged": "Damaged",
  "itemColor": "Color",
  "itemStructure": "Structure",
  "itemReWriteDate": "Date of rewriting",
  "itemReWritePlace": " Place of rewriting",
  "itemPaperCount": "Number of sheets",
  "itemSize": "Size",
  "itemCountOfColumns": "Number of columns",
  "itemCountOfRow": "Number of rows",
  "itemTypeOfPagination": "Pagination type",
  "itemTranscriber": "Transcriber",
  "itemBelonging": "Belonging",
  "itemFirstAndLast": "First and last sentence",
  "itemWill": "Will",
  "connection": "Connection",
  "word": "Word",
  "correctForm": "Correct Form",
  "intonation": "Intonation",
  "thematicGroup": "Thematic Group",
  "partOfSpeech": "Part Of Speech",
  "dictionary": "Dictionary"
}
